{
  "Version": "1.3",
  "ID": "f1lt2l4pgz6cattyt77624oy4uzeyuwvifcqq4d2a",
  "Issue Number": "54",
  "Client": {
    "Name": "TLKitchen",
    "Region": "China",
    "Industry": "Information, Media & Telecommunications",
    "Website": "updating",
    "Social Media": "QingGytha",
    "Social Media Type": "Slack",
    "Role": "Data Preparer"
  },
  "Project": {
    "Brief history of your project and organization": "As a premier culinary tools media platform, Zhejiang TLKitchen operates at the intersection of kitchenware technology and digital content innovation. We serve as the essential bridge connecting global kitchenware manufacturers, professional chefs, and culinary enthusiasts through our cutting-edge media ecosystem.",
    "Is this project associated with other projects/ecosystem stakeholders?": "No",
    "Describe the data being stored onto Filecoin": "Cookware Demo Video Resource Library, AR Cookware 3D Model Library and Cooking Instructional Videos.",
    "Where was the data currently stored in this dataset sourced from": "My Own Storage Infra",
    "How do you plan to prepare the dataset": "We have engineers who can use lotus to prepare data into car files. Then we would package these data into sectors. After that, we give these data to sps for helping storing replicas.",
    "Please share a sample of the data (a link to a file, an image, a table, etc., are good ways to do this.)": "Data sample:\nhttps://1drv.ms/u/c/347d4c429d21ec56/EUuTKF0ufRRLtCtORX4LjWUBAHHeZRvjA8Zvs1RIJ_FBDg?",
    "Confirm that this is a public dataset that can be retrieved by anyone on the network (i.e., no specific permissions or access rights are required to view the data)": "[x] I confirm",
    "What is the expected retrieval frequency for this data": "Yearly",
    "For how long do you plan to keep this dataset stored on Filecoin": "1.5 to 2 years",
    "In which geographies do you plan on making storage deals": "Greater China, Asia other than Greater China, North America, South America, Europe",
    "How will you be distributing your data to storage providers": "HTTP or FTP server, Shipping hard drives, Lotus built-in data transfer",
    "Please list the provider IDs and location of the storage providers you will be working with. Note that it is a requirement to list a minimum of 5 unique provider IDs, and that your client address will be verified against this list in the future": "1. f01730296, HK\n2. f03099987, Bangkok\n3. f03189917, US\n4. f01730296, HK\n5. f03408862, India",
    "Can you confirm that you will follow the Fil+ guideline (Data owner should engage at least 4 SPs and no single SP ID should receive >30% of a client's allocated DataCap)": "Yes"
  },
  "Datacap": {
    "Type": "ldn-v3",
    "Data Type": "Slingshot",
    "Total Requested Amount": "5PiB",
    "Single Size Dataset": "500TiB",
    "Replicas": 10,
    "Weekly Allocation": "256TiB"
  },
  "Lifecycle": {
    "State": "ReadyToSign",
    "Validated At": "2025-05-21 11:55:07.048346109 UTC",
    "Validated By": "Carohere",
    "Active": true,
    "Updated At": "2025-05-21 11:55:07.048350152 UTC",
    "Active Request ID": "c448e260-ef6c-4b43-beb6-d867c0dfe722",
    "On Chain Address": "f1lt2l4pgz6cattyt77624oy4uzeyuwvifcqq4d2a",
    "Multisig Address": "false",
    "edited": false
  },
  "Allocation Requests": [
    {
      "ID": "c448e260-ef6c-4b43-beb6-d867c0dfe722",
      "Request Type": "First",
      "Created At": "2025-05-21 11:55:07.048351817 UTC",
      "Updated At": "2025-05-21 11:55:07.048352621 UTC",
      "Active": true,
      "Allocation Amount": "562949953421312 B",
      "Signers": []
    }
  ]
}