{
  "Version": "1.3",
  "ID": "f1ya5wqyzhxftimlzkul55vkfjqjqcippab45y6ui",
  "Issue Number": "39",
  "Client": {
    "Name": "HL Pioneers",
    "Region": "China",
    "Industry": "IT & Technology Services",
    "Website": "https://www.idcicp.com/index.html",
    "Social Media": "Floria Luo",
    "Social Media Type": "Slack",
    "Role": "Data Preparer"
  },
  "Project": {
    "Brief history of your project and organization": "Internet Pioneer Technology is a distributed cloud data center operator, headquartered in Shenzhen, our customer demand-driven, flexible, customizable network solutions as the core technology for enterprises to provide high-quality data center resources, cloud computing resources, Internet solutions, is committed to becoming a digital transformation of the enterprise network technology consultants.\n\nSince its establishment in 2010, the company has been developing rapidly, and has obtained the qualifications of IDC, ISP and cloud computing from the Ministry of Industry and Information Technology of the State Council, and is a member unit of Asia-Pacific APNIC, and has been awarded the certificates of “National High and New Technology Enterprise” and “Double-soft Enterprise Certification”, providing enterprises with services ranging from consulting, implementation to post-processing. We provide one-stop services from consulting, implementation to post operation and maintenance for enterprises, and have won the trust of customers with our professional and high-quality services in the field of Internet.",
    "Is this project associated with other projects/ecosystem stakeholders?": "No",
    "Describe the data being stored onto Filecoin": "Resource management and monitoring data.",
    "Where was the data currently stored in this dataset sourced from": "My Own Storage Infra",
    "How do you plan to prepare the dataset": "We help prepare the data by splitting and merging the original data into CAR files. Then we generate piece CID. And we make a plan to send storage data to sps.",
    "Please share a sample of the data (a link to a file, an image, a table, etc., are good ways to do this.)": "We uploaded the data sample to https://1drv.ms/f/s!AiMaydZkP_hUbFj2H2QaQN_Q56s?e=TT6qnL.",
    "Confirm that this is a public dataset that can be retrieved by anyone on the network (i.e., no specific permissions or access rights are required to view the data)": "[x] I confirm",
    "What is the expected retrieval frequency for this data": "Monthly",
    "For how long do you plan to keep this dataset stored on Filecoin": "1.5 to 2 years",
    "In which geographies do you plan on making storage deals": "Greater China, Asia other than Greater China, North America, South America, Europe",
    "How will you be distributing your data to storage providers": "Shipping hard drives, HTTP or FTP server",
    "Please list the provider IDs and location of the storage providers you will be working with. Note that it is a requirement to list a minimum of 5 unique provider IDs, and that your client address will be verified against this list in the future": "1. f03408862, India\n2. f03498626, Dongguan\n3. f01313, HK\n4. f03233333, Guangdong",
    "Can you confirm that you will follow the Fil+ guideline (Data owner should engage at least 4 SPs and no single SP ID should receive >30% of a client's allocated DataCap)": "Yes"
  },
  "Datacap": {
    "Type": "ldn-v3",
    "Data Type": "Slingshot",
    "Total Requested Amount": "6PiB",
    "Single Size Dataset": "600TiB",
    "Replicas": 10,
    "Weekly Allocation": "300TiB"
  },
  "Lifecycle": {
    "State": "Granted",
    "Validated At": "2025-03-24 09:15:05.454653206 UTC",
    "Validated By": "Carohere",
    "Active": true,
    "Updated At": "2025-03-24 09:15:05.454649551 UTC",
    "Active Request ID": "abdfdf1a-75cd-4ba7-ba51-8f2764b4920f",
    "On Chain Address": "f1ya5wqyzhxftimlzkul55vkfjqjqcippab45y6ui",
    "Multisig Address": "false",
    "edited": false
  },
  "Allocation Requests": [
    {
      "ID": "20ac6a8e-8bb2-4404-be67-bedd76d28ecc",
      "Request Type": "First",
      "Created At": "2025-03-04 02:09:25.624597733 UTC",
      "Updated At": "2025-03-04 02:09:25.624598382 UTC",
      "Active": false,
      "Allocation Amount": "614 TiB",
      "Signers": [
        {
          "Github Username": "Carohere",
          "Signing Address": "f1w4uyrtnvie2bf2ya4i6xne7fn6ifmkm5tdamali",
          "Created At": "2025-03-04 02:11:35.428000000 UTC",
          "Message CID": "bafy2bzacecje4wzvoxvukgaly4bwt5yjajydfwzylatu5xum75nx646rojjcc"
        }
      ]
    },
    {
      "ID": "abdfdf1a-75cd-4ba7-ba51-8f2764b4920f",
      "Request Type": "Refill",
      "Created At": "2025-03-24 09:13:21.843393335 UTC",
      "Updated At": "2025-03-24 09:13:21.843393981 UTC",
      "Active": false,
      "Allocation Amount": "1.2 PiB",
      "Signers": [
        {
          "Github Username": "Carohere",
          "Signing Address": "f1w4uyrtnvie2bf2ya4i6xne7fn6ifmkm5tdamali",
          "Created At": "2025-03-24 09:15:02.538000000 UTC",
          "Message CID": "bafy2bzacec2jw7t5t34l4yeqwwioi6s3tjp4bkaxeeyvcazmcf24dpzlh524k"
        }
      ]
    }
  ]
}